Repository: ThePowerOfSwift/Boursobook
Catalog: Boursobook/Other/*.lproj/Localizable.strings
Languages: fr

source: Error !
fr: Erreur !

source: It's ok !
fr: C'est bon !

# Sorry, it's note possible yet !
source: Sorry, it's not possible yet !
fr: Désolé, ce n'est pas encore possible

source: Please, fill all the field !
fr: SVP, remplissez tous les champs !

source: Please, fill the name and the price !
fr: SVP, remplissez le nom et le prix !

source: Incorrect price !
fr: Prix Incorrect !

source: Articles of
fr: Articles de

source: Labels :
fr: Etiquettes :

source: Warning
fr: Attention

source: Are you sure you want to delete this article ?
fr: Etes vous sur de vouloir effacer cet article ?

# Are you sure delete alla seller ?
source: Are you sure you want to delete this seller and all these articles ?
fr: Etes vous sur de vouloir effacer ce vendeur et tous ces articles ?

source: Please check the number !
fr: Merci de vérifier le nombre d'article !

source: Nothing To Save !
fr: Il n'y a rien a sauvegarder !

source: New purse was created
fr: Une nouvelle bourse a été créée

source: New seller was created
fr: Un nouveau vendeur a été créé

source: Done !
fr: Fait !

source: New purse création
fr: Création de la nouvelle bourse

source: Enter the name
fr: Entrez le nom

source: Register
fr: Enregistrement

source: New user
fr: Nouvel utilisateur

source: Save
fr: Ajouter

source: Cancel
fr: Annuler

source: Enter your email
fr: Entrez votre email

source: Enter your password
fr: Entrez votre mot de passe

source: An email has been send to the new user !
fr: Un email a été envoyé à l'utilisateur

source: Are you sure you want to log out ?
fr: Etes vous sur de vouloir vous déconnecter ?

source: Are you sure you want to change the current purse ?
fr: Etes vous sur de vouloir quitter cette bourse ?

source: Are you sure you want to add
fr: Etes vous sur de vouloir ajouter

source: Please enter a stronger password !
fr: Entrez un mot de passe plus sûr !

source: Please enter a good email !
fr: Entrez un email correct !

source: The email already exist !
fr: L'email existe déja !

source: It's not the good password !
fr: Ce n'est pas le bon mot de passe !

source: Sorry, there is an error !
fr: Désolé, il y a une erreur !

source: Code already exist, please change it !
fr: Le code existe déja, changez le s'il vous plait !

source: Please, fill all the values !
fr: SVP, remplissez toutes les valeurs !

source: Incorrect amount !
fr: Montant(s) incorrect(s) !

source: Scanning not supported
fr: Scanner n'est pas supporté

source: Article allready scanned
fr: Article déja scanné

source: Wrong QRCODE
fr: Mauvais QRCODE

source: error in data !
fr: erreur dans les données !

source: error in statusCode !
fr: erreur dans le status !

source: error in JSONDecoder !
fr: erreur de décodage !

source: Sorry, there is no match !
fr: Désolé, il n'y a pas de correspondance !

source: error in API response !
fr: erreur dans la réponse de l'API !

source: Please, fill correctly all the values !
fr: SVP, remplissez correctement toutes les valeurs !

source: We advise you to create a landscape label !
fr: Nous vous conseillons de creer une étiquette en paysage !

source: Unable to intialize type !
fr: Impossible d'initialiser le type !

source: Sorry, but the name allready exist !
fr: Désolé, le nom existe déja !

source: There was a problem in sending email !
fr: Il y a eu un problème dans l'envoi de l'email

source: Sorry , but you must Login !
fr: Désolé, mais vous devez vous enregistrer !

source: Sorry, You are not administrator of this purse
fr: Désolé, vous n'êtes pas administrateur de cette bourse
